"Leave the application?" = "Quitter l'application ?";

"Do you want to leave the application to open this advertisement?" = "Voulez-vous quitter l'application pour ouvrir cette publicité ?";

"Do you want to leave the application to open the advertisement?" = "Voulez-vous quitter l'application pour ouvrir la publicité ?";

"Could not open the URL" = "Impossible d'ouvrir la page";

"Your device could not open the URL requested by the advertisement" = "Votre appareil ne permet pas d'ouvrir la page demandée par la publicité";

"No" = "Non";

"Yes" = "Oui";

"Ok" = "Ok";

"Open Maps?" = "Ouvrir l'application Plans ?";

"Do you want to leave this application to open this advertisement with Maps?" = "Voulez-vous quitter l'application pour ouvrir cette publicité avec l'application Plans ?";

"Send Text Message?" = "Envoyer un SMS ?";

"Do you want to leave this application to send a text message to the number of this advertisement?" = "Voulez-vous quitter l'application pour envoyer un message au numéro de cette publicité ?";

"Call Phone Number?" = "Appeler ?";

"Do you want to leave this application to call the number of this advertisement?" = "Voulez-vous quitter cette application pour appeler le numéro de cette publicité ?";

"Open YouTube?" = "Ouvrir YouTube ?";

"Do you want to leave this application to open this advertisement with YouTube?" = "Voulez-vous quitter cette application pour voir cette publicité avec YouTube ?";

"Open iTunes?" = "Ouvrir iTunes";

"Do you want to leave this application to open this advertisement with iTunes?" = "Voulez-vous quitter cette application pour ouvrir cette publicité avec iTunes ?";

"Open Mail?" = "Envoyer un e-mail ?";

"Do you want to leave this application to send an email to the address of this advertisement?" = "Voulez-vous quitter cette application pour envoyer un e-mail à l'adresse de cette publicité ?";

"Open Safari?" = "Ouvrir Safari ?";

"Do you want to leave the application to view this page in Safari?" = "Voulez-vous quitter cette application pour ouvrir cette page dans Safari ?";
